// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Polecenia";

HSDDescriptionLabel = "Wprowadź polecenia dla wybranej drukarki.";
HSDCommandLabel = "Polecenie:";
HSDGetResponseCheck = "Wyświetl odpowiedź urządzenia";
HSDLoadButton = "Załaduj polecenia…";
HSDSaveButton = "Zapisz polecenia…";
HSDStopReceivingButton = "Zatrzymaj odbieranie";

HSDInstructionLabel = "Wprowadź kod szesnastkowy i czytelny dla człowieka opis nowego znaku specjalnego.";
HSDHexLabel = "Kod szesnastkowy:";
HSDDescLabel = "Opis:";
HSDHexTableColumn = "Kod szesnastkowy";
HSDDescTableColumn = "Opis";
HSDCancelButton = "Anuluj";
HSDOKButton = "OK";

ErrorSendTitle = "Nie udało się wysłać danych do drukarki";
ErrorSendMsg = "Upewnij się, że drukarka jest podłączona i włączona, a następnie spróbuj ponownie.";

500 = "Na tym ekranie można wysyłać do urządzenia dowolne polecenia i odczytywać dane zwrócone jako ich wyniki.";
501 = "Polecenie";
502 = "Odpowiedź";
503 = "Pobierz odpowiedź";

HSDSendButtonTitle = "Wyślij teraz";

SpecialsCharactersMenuItem = "Znaki specjalne";
AddSpecialCharacterMenuItem = "Dodaj znak specjalny…";
EditSpecialCharactersMenuItem = "Edytuj znaki specjalne…";

SpecialCommand0 = "04 - PS koniec pliku ^D";
SpecialCommand1 = "0c - wysuw strony <FF>";
SpecialCommand2 = "0d - powrót karetki <CR>";
SpecialCommand3 = "1b - escape <ESC>";

NoSaveTitle = "Nie udało się zapisać pliku";
NoSaveMsg = "Spróbuj w innej lokalizacji.";
DidNotSaveMessage = "Upewnij się, że na dysku jest wystarczająco dużo miejsca i masz uprawnienia do zapisania pliku w wybranej lokalizacji.";
NoLoadTitle = "Nie udało się otworzyć pliku";
NoLoadMsg = "Upewnij się, że jest to plik zapisany w narzędziu HP.";

BigSizeAlertTitle = "Plik jest zbyt duży";
BigSizeAlertMsg = "Moduł dodatkowy Polecenia obsługuje pliki o maksymalnej wielkości 1 MB. Do przesyłania większych plików do drukarki użyj modułu dodatkowego „Przesyłanie plików”.";

HSDDoneButton = "Gotowe";
HSDEditSpecialsInstructionLabel = "Edytowanie znaków specjalnych";
"Special Character Description" = "Opis znaku specjalnego";
PrinterResponse = "Odpowiedź drukarki";
